Repository: KelCodesStuff/apple-browsers
Catalog: iOS/DuckDuckGo/*.lproj/InfoPlist.strings
Languages: fi

source: CFBundleDisplayName
fi: DuckDuckGo

source: CFBundleName
fi: DuckDuckGo

source: NSCameraUsageDescription
fi: Voit ladata valokuvia ja videoita

source: NSFaceIDUsageDescription
fi: Voit poistaa lukituksen Face ID -sovelluksella

source: NSLocationWhenInUseUsageDescription
fi: Voit jakaa sijaintisi

source: NSMicrophoneUsageDescription
fi: Tätä tarvitaan ääniominaisuuksien käyttämiseen. DuckDuckGo ei koskaan tallenna puhettasi.

source: NSPhotoLibraryAddUsageDescription
fi: Voit tallentaa kuvia laitteellesi

source: NSSpeechRecognitionUsageDescription
fi: Tämä vaaditaan puhehaun käyttämiseen. DuckDuckGo ei koskaan tallenna puhettasi.

source: Paste from clipboard
fi: Liitä leikepöydältä

source: Paste from Clipboard
fi: Liitä leikepöydältä

source: Search Passwords
fi: Etsi salasanoja

source: Voice Search
fi: Äänihaku
